; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Greek
; Translation by: Σκαμαγκάκης Αριστείδης<aris.skam@gmail.com>
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "aris.skam@gmail.com "
Translationby = "Σκαμαγκάκης Αριστείδης"
Language = "Ελληνικά"
pickatask = "Επιλέξτε Εργασία"
lockafolder = "Κλειδώστε ένα φάκελο"
unlockselected = "Ξεκλειδώστε τον επιλεγμένο φάκελο"
changepassword = "Αλλάξτε τον κεντρικό κωδικό"
exit = "Έξοδος"
Aboutlockafolder = "Περί LocK-A-FoLdeR"
enternewpassword = "Εισάγετε ένα νέο κωδικό"
entermasterpassword = "Εισάγετε τον κεντρικό κωδικό"
alreadyrunning = "LocK-A-FoLdeR εκτελείτε είδη"
doesntexist = "δεν υπάρχει"
chooseafolder = "Διαλέξτε ένα φάκελο"
selectfirst = "παρακαλώ διαλέξτε ένα φάκελο πρώτα"
alreadyinlist = "είναι είδη στην λίστα"
plzwait = "Παρακαλώ περιμένετε"
unable2lock = "Δεν μπορεί να κλειδωθεί"
unable2unlock = "δεν μπορεί να κλειδωθεί"
invalidpass = "λάθος κωδικός"
alertmasterpass = "Παρακαλώ επιλέξτε ένα κεντρικό κωδικό."
nointernet = "Υπάρχει κάποιο πρόβλημα με την σύνδεση στο internet"
checkupdates = "ψάξε για αναβαθμίσεις"
openreadme = "Άνοιξε το αρχείο Readme"
visitwebpage = "επισκέψου την ιστοσελίδα"
rescuecentre = "Κέντρο διάσωσης"
Rescuefolder = "Διασώστε ένα φάκελο"
notinlist = "Φάκελοι που δεν είναι στην λίστα μπορούν να βρεθούν από εδώ."
